export const myAnsw = [
  {
    you: "현실감이 선명한 완숙계란",
    descrip: "현실감이 뛰어나고 리더십이 있어, 겉보기에는 철저하고 엄격해 보이는 당신. 하지만 시간이 흐르고 완숙된 스타일이라면 본인 주변의 사람들에게 상당한 의리와 배려를 보여주기도 한다. 하지만 본인의 감정표현과 상대방을 공감해주는 것에 약하기 때문에 주변사람에게 상처를 줄 수도 있으니 조심하세요. ",
    mbti: "estj"
  },{
    you: "모험을 즐기는 활동가/사업가",
    descrip: "새로운 것에 도전하는 것에 흥미를 느끼는 당신. 흥미를 느끼는 분야에는 승부욕과 성취욕이 엄청나군요! 하지만 즉흥적으로 행동하는 경우가 많아 장기적인 목표를 세우는 것을 힘들어하고, 시간 관리에 실패할 수 있다는 점 명심해주세요! ",
    mbti: "estp"
  }, {
    you: "호불호없는 진리 치맥",
    descrip: "태어나면서부터 인싸로 태어난 당신. 주변에 힘든상황에 처한 사람이 있다면 말로 위로하기 보다는 실제로 도와줄 방법을 찾곤 합니다. 하지만 가끔 우선순위로 해야 할 일이 있는데도 불구하고 어려움에 처한 사람을 돕기도 하니, 내가 할일을 먼저 끝내고 도와주는 습관을 들이는 것이 좋겠어요! ",
    mbti: "esfj"
  },{
    you: "인생 한번 뿐이지 꾸덕한 초코 케이크",
    descrip: "즐겁게 사는것이 인생의 목표인 당신. 사람에게 집중하여 사람들과 함께 보내는 시간에 가장 행복과 만족을 느끼는군요. 하지만 끊임없이 흥미를 만들어 내려다 보니, 장기적인 계획, 목표 보다는 순간의 즐거움에만 집착하는 경향이 있으니 조심하세요! ",
    mbti: "esfp"
  },{
    you: "은근한 맛에 중독되는 치즈케이크",
    descrip: "조용하고 차분해보이지만, 친해지면 완전 다른사람으로 변해버리는 당신! 머릿속에서는 항상 생각이 가득하고, 끝나지 않는군요. 하지만 그 많은 생각들을 실행할 추진력은 좀 부족하니, 시작부터 해보길 바랍니다!",
    mbti: "entj"
  },{
    you: "고독을 즐기는 아메리카노",
    descrip: "센스 & 유머있는 성격으로 항상 주변에 사람이 많은 인기쟁이군요! 하지만, 가끔은 혼자 조용한 곳에서 시간을 보내는것도 즐길 줄 아는 사람입니다. 주변인들에게 냉정하다는 평가를 받기도 하니, 말로 상처를 주지않도록 유의하세요!",
    mbti: "entp"
  },{
    you: "어디에나 잘 어울리는 쌀밥",
    descrip: "남에게 잘 맞추는 성격으로 자신과 의견이 달라도 잘 경청해주는 관대함을 갖고 있군요!  하지만 인간관계는 인간관계일뿐 지나치게 이상화하지말고, 갈등이 있을 때 피하지말고 대화로 풀어보세요!",
    mbti: "enfj"
  },{
    you: "열정넘치는 연두부",
    descrip: "재능과 기술이 많고 예체능에 강하시군요! 열정적인 성격덕에 벌인일은 많지만 끈기가 없어 끝까지 마무리하기는 어렵겠어요. 사람에 대한 관심도 많아 인싸기질이 다분하지만, 의외로 상처를 잘 받는 타입이니 적당히 자신을 지키는게 필요해요.",
    mbti: "enfp"
  },{
    you: "확실하고 선명한 생강차",
    descrip: "원리원칙을 좋아하는 FM 스러운 당신! 주어진 일은 끝까지 책임지고, 비 합리적인것을 싫어하시는군요. 하지만 이러한 명확한 성향이 자신의 소신만을 밀고나가는 외골수적인 면으로 비춰질 수 있으므로 유의하세요! ",
    mbti: "istj"
  },{
    you: "귀찮은건 딱 질색 컵라면 & 삼각김밥",
    descrip: "어떤 일이든 최상의 효율을 따지는 당신. 복잡하지 않고 단순한것을 제일 좋아하며, 주변에 관심이 적어 다소 차갑고 냉철해보이기도 합니다. 하지만 귀찮음이 심하고, 게으른편이기 때문에 하루종일 침대에서만 생활하기도 하니, 억지로라도 운동하는 습관이 꼭 필요해요! ",
    mbti: "istp"
  },{
    you: "모두의 사랑을 받는 만두",
    descrip: "겉모습은 무덤덤해보여도 속으로는 생각이 많은 당신. 다른 사람에게 공감도 잘해주고 칭찬봇으로 불리기도 합니다. 또한 배려심이 깊어 남들 챙기는 것도 좋아하는데요, 하지만 이러한 특성이 타인의 눈치를 많이 보게 되는 원인이 되기도 하니 유의하세요!",
    mbti: "isfj"
  },{
    you: "부드러움의 정석 백숙",
    descrip: "배려의 아이콘으로 볼 수 있는 당신. 삶의 현재를 즐기며, 여유롭고 낙천적인 편입니다. 또한 모든 사람에게 친절하고, 모두에게 최대한 도움을 주려고 노력하는군요. 하지만 가끔은 지나치게 타인을 배려하기도 하니, 자신부터 돌볼 필요가 있습니다!",
    mbti: "isfp"
  },{
    you: "창의력 넘치는 단호박",
    descrip: "독립적이고 단호한 성격을 띄는 당신, 목적달성을 위해서라면 모든 시간과 노력을 투자해서 일을 하곤 하는데요. 하지만 그로인해 주변 동료들이 힘들어할 수 있으니, 다른사람의 관점에서 보는 것도 한번쯤은 시도해보세요!",
    mbti: "intj"
  },{
    you: "보여지는 모습이 전부인 식빵",
    descrip: "차분하지만 분석력과 관찰력이 높아 호기심이 높은 당신! 원래 당신의 모습이랄것도 없이, 보여지는 모습 자체가 당신이군요? 논리적인건 좋지만, 친구의 감정적인 문제까지 논리적으로 해결하려하면 어려울수 있으니 유의하세요!",
    mbti: "intp"
  },{
    you: "속을 알 수 없는 지도자// 음식이름",
    descrip: "인내심과 예리한 통찰력을 갖고 있는 당신, 대표적인 외유내강 스타일이네요! 하지만 혼자 삭히는 말들이 많아 내적갈등에 힘들어할 수 있으니 가끔은 터놓고 허심탄회하게 말 할 필요가 있어요!",
    mbti: "infj"
  }, {
    you: "세상은 내 중심인 야망가// 음식이름",
    descrip: "완벽을 추구하며 가끔은 현실과 동떨어진 몽상에 잠기기도 하는군요! 하지만 감정적인 교류가 서툰면이 있어 가볍게 한 한마디에 주변에서 상처를 받을 수 있다는 점 명심해주세요!",
    mbti: "infp"
  } 
]