export const myQ = [{
    no: 0,
    q: "집에서 쉬고 있는데, 갑자기 잡힌 약속! 이때 내 기분은?",
    bt1: "기다렸다는듯 준비하고 신나게 나간다.",
    bt2: "귀찮아서 나갈까 말까 고민을 한다",
    character: "E"
},{
    no: 1,
    q: "친구가 생일선물로 유명한 소설책을 줬다. 당신의 반응은?",
    bt1: "별로 좋아하진 않지만 챙겨줘서 고맙다고 한다.",
    bt2: "선물로 책만한게 없지! 마음에 쏙 든다",
    character: "T"
},{
    no: 2,
    q: "모두가 보는 앞에서 상사에게 지적을 받았다. 당신의 기분은?",
    bt1: "스스로 잘못을 반성하며 속상해한다.",
    bt2: "사람들앞에서 이런 일을 당하다니, 창피하고 화가난다.",
    character: "S"
},{
    no: 3,
    q: "시간을 내서 찾아간 맛집이 문을 닫았다. 당신의 반응은?",
    bt1: "'왜 하필 오늘..'하며 다른곳으로 갈 의욕을 잃는다.",
    bt2: "'그럴 수도 있지'하며 개의치 않고 다른 곳으로 간다.",
    character: "J"
},{
    no: 4,
    q: "친하지 않은 사람과의 식사자리가 잡혔다. 당신의 반응는?",
    bt1: "가벼운 마음으로 식사자리에 참석한다",
    bt2: "어떻게든 자리를 피하려고 애쓴다.",
    character: "E"
},{
    no: 5,
    q: "처음 가보는 길인데 지도를 잃어버렸다. 당신의 기분은?",
    bt1: "불안해하며, 어느 쪽으로 갈지 주저한다.",
    bt2: "길은 어디든 통한다고 생각하며 일단 걸어간다.",
    character: "J"
},{
    no: 6,
    q: "친구가 접촉사고가 났다고 당신에게 전화를 했다. 당신의 첫 반응은?",
    bt1: "보험은 들었어? 보험회사 불러 빨리.",
    bt2: "다친데는 없어? 병원가보는게 좋을 것 같아.",
    character: "T"
},{
    no: 7,
    q: "친구가 요즘 내 기분이 안좋아 보인다며 케이크를 사왔다. 당신의 반응은?",
    bt1: " '내가 기분이 안좋아 보였다고?' 하며 의아해한다.",
    bt2: " '말 하지 않아도 내 기분을 읽어주다니..' 하며 고마워한다.",
    character: "T"
},{
    no: 8,
    q: "금쪽같은 주말. 토요일, 일요일 모두 약속이 생겼다. 당신의 기분은?",
    bt1: "어떤 옷을 입고갈지 미리 정하며 주말이 기대된다.",
    bt2: "하루는 쉬고싶은데.. 하며 약속 하나를 취소할까 고민한다.",
    character: "E"
},{
    no: 9,
    q: "친한 친구와 여행을 갔다. 당신이 원하는 숙소 타입은?",
    bt1: "아무리 친해도 내 공간이 중요해. 작은 1인실!",
    bt2: "친구랑 같이갔는데 같이 자야지. 풀빌라 ",
    character: "S"
},{
    no: 10,
    q: "직장 동료가 날 도와주려다가 일을 더 꼬이게 만들었다. 당신의 기분은?",
    bt1: "'도와주려고 한건데..' 하며 좋게 생각하려고 한다.",
    bt2: "'왜 나서서 일을 망치는거야!'하며 원망한다.",
    character: "S"
},{
    no: 11,
    q: "여행 하루 전날 밤, 계획을 전혀 세우지 못했다. 당신의 기분은?",
    bt1: "지금이라도 부랴부랴 계획을 세운다.",
    bt2: "무계획이 계획이다. 마음편히 잔다.",
    character: "J"
}]